
insert into patient_channel (name) values ('运营推荐'), ('会员介绍'), ('网络宣传'), ('社区患者');
insert into supplier (name) VALUES ('广州白云药厂'),('云南白药药厂');
insert into instock_way (name) VALUES ('采购入库'),('公益捐赠'),('门诊退药'),('零售退药');
insert into outstock_way (name) VALUES ('科室领用'),('退货出库'),('报损出库'),('门诊发药'),('零售发药');
insert into cuvette_color (name) VALUES ('红'), ('黑'), ('紫'),('蓝'), ('黄'), ('绿'),('灰'), ('橙');
INSERT INTO charge_project_type (id,name) VALUES (1,'西/成药处方'),(2,'中药处方'),(3,'检验医嘱'),(4,'检查医嘱'),(5,'材料费用'),(6,'其他费用'),(7,'治疗医嘱'),(8,'诊疗费用');
insert into examination_organ (name) values 
('肝'),
('胆'),
('胰'),
('脾'),
('肾上腺'),
('腹腔'),
('盆腔'),
('肠管'),
('阑尾'),
('左下腹'),
('右下腹'),
('腹腔淋巴结'),
('腹膜后'),
('左上腹'),
('胃'),
('胆囊'),
('前列腺（经腹）'),
('肾'),
('输尿管'),
('膀胱'),
('残余尿'),
('胃窗（口服造影剂）');

insert into chief_complaint (name) values 
('发热'),('头痛'),('头晕'),('鼻塞'),('流涕'),('声嘶'),('咽痛'),('咽充血'),('咳嗽'),('咳喘'),('咳痰'),('呼吸困难'),
('恶心'),('乏力'),('反酸'),('腹痛'),('腹胀'),('便秘'),('胸闷'),('腹泻'),('胸痛'),('心悸'),('腰痛'),('腰背痛'),('关节痛'),('尿频'),('尿急'),('尿痛'),('多尿'),
('排尿困难'),('水肿'),('皮疹'),('疱疹'),('红疹');